package com.example.mypetproject2.data.baselist

// 0 - раздельно; 1 - слитно 2 - дефис
val fourteenList = listOf(
    "Задариваем вещами, !(ПО)СУТИ!, ненужными им в силу неприхотливости возраста." to 0,
    "!(И)ТАК! успокаиваем свою совесть, которая нет-нет да и будет навязывать: «того ли надо им?»" to 0,
    "В !(ТОТ)ЧАС!, когда куранты пробили двенадцать, я в тайне загадала желание. " to 0,
    "Мы шли бок о бок и были уверены !(ПО)ПОВОДУ! нашего совместного будущего. " to 0,
    "В течение целого года мы старались !ТАК(ЖЕ)!, как и ты,  добиться успеха. " to 0,
    "!(ПО)ТОМУ!, что говорил дед, ясно было, что он доволен Витькой, и от этого хорошо становилось на душе." to 0,
    "Навстречу ей вышла сероглазая старая женщина, очень полная, в серебряных очках, и !ТАК(ЖЕ)!, как вчера, спросила: «Кого вам угодно?»" to 0,
    "Он появился в моей жизни !ТАК(ЖЕ)! внезапно, как и исчез, поэтому я был расстроен." to 0,
    "Я решил задачи наспех, но !(ПО)МАКСИМУМУ!." to 0,
    "Решено было !(В)ОДИНОЧКУ!, чтобы не обнаружить себя, осторожно пробираться к своим." to 0,
    "!(НЕ)СМОТРЯ! на то что большинство стихотворений В. А. Жуковского являются переводными, в них мы всё-таки видим русский пейзаж." to 0,
    "Итак, вы собираетесь перевести деньги !(НА)СЧЁТ! в банке." to 0,

    "!ЧТО(БЫ)! правильно решить задачу, нужно много тренироваться, так как практика важна." to 1,
    "Я был настороже, так как услышал, что на кухне стакан разбился !(В)ДРЕБЕЗГИ!." to 1,
    "Я хочу поговорить с вами !(НА)СЧЁТ! квартиры, поэтому прошу вас уделить мне немного внимания." to 1,
    "!(В)ВИДУ! нехватки времени Виктор торопился поскорее закончить работу." to 1,
    "Как-то раз приезжает сам старый князь звать нас на свадьбу: он отдавал старшую дочь !(ЗА)МУЖ!." to 1,
    "!(С)НАЧАЛА! мы составили план нашего приключения, а затем начали серьезную подготовку." to 1,
    "!(ПО)НЕВОЛЕ! заяц бежит, когда взлетать нечем." to 1,
    "Вместо меня пришел мой заместитель, потому что я не смог !(В)СЛЕДСТВИЕ! болезни. " to 1,
    "Главной частью !(СТЕН)ГАЗЕТЫ! всегда был заголовок на пол-листа." to 1,

    "Я поглядел на неё, будто хотел !ЧТО(ТО)! сказать, но так ничего не сказал." to 2,
    "Луны нет, на !(БЛЕДНО)СЕРОМ! небесном своде кое-где мерцают звёздочки, а вечерняя заря передвигается с солнечного заката к востоку." to 2,
    "Но вы !ВРЯД(ЛИ)! сможете мне чем-то помочь." to 2,
    "В двенадцатом часу пропел петух-полуночник, на !(ИССИНЯ)ЧЁРНОМ! небе показалась луна." to 2,
    "Пахло хорошо, !ТОЧЬ(В)ТОЧЬ! как мамин пустой флакончик из-под духов." to 2,
)