package com.example.mypetproject2.data.baselist

val wordFormationList = listOf(
    "!ЛЯЖЬ! на кровать" to "ЛЯГ",
    "!ДЛИНЬШЕ! других" to "ДЛИННЕЕ",
    "карманы !ДЖИНС!" to "ДЖИНСОВ",
    "!ЕХАЙ! туда" to "ПОЕЗЖАЙ",
    "пусть !ПОПРОБОВАЕТ!" to "ПОПРОБУЕТ",
    "!ИХНЕЙ! работой" to "ИХ",
    "!ПЯТИСТАМИ! метрами" to "ПЯТЬЮСТАМИ",
    "в !ТРЕХСОТ! пятой аудитории " to "ТРИСТА",
    "в !ПОЛУТОРАХ! часах" to "ПОЛУТОРА",
    "килограмм !ВАФЛЕЙ!" to "ВАФЕЛЬ",
    "Пара !НОСОК!" to "НОСКОВ",
    "наиболее !КРАСИВЕЙШИЙ!" to "КРАСИВЫЙ",
    "!ДВУХСТАМИ! рублями" to "ДВУМЯСТАМИ",
    "!ЛАЗАЕМ! по заборам" to "ЛАЗИМ",
).distinct()